Repository: nils-eilers/sap2
Catalog: i18n/*/sap2.po
Languages: de, fr

source: *** Error: unable to format the disk ***
de: *** Fehler: Kann die Diskette nicht formatieren ***
fr: *** Erreur: impossible de formater la disquette ***

source: *** Error: unable to write disk ***
de: *** Fehler: Kann die Diskette nicht beschreiben ***
fr: *** Erreur: impossible d'écrire sur la disquette ***

source: Creating file allocation table (track 20)...
de: Erstelle FAT in Spur 20…
fr: construction de la FAT (piste 20)

source: Sector %d unreadable
de: Sektor %d nicht lesbar
fr: secteur %d illisible

source: + drive 1
de: + Laufwerk 1
fr: + lecteur 1

source: + drive 3
de: + Laufwerk 3
fr: + lecteur 3

source: 1. Show the directory of a Thomson disk
de: 1. Inhaltsverzeichnis einer Thomson-Diskette anzeigen
fr: 1. Visualiser le contenu d'une disquette Thomson

source: 2. Create an empty SAP archive
de: 2. Ein leeres SAP-Archiv erzeugen
fr: 2. Créer une archive SAP vide

source: 3. Archive a Thomson floppy disk to a SAP archive
de: 3. Eine Thomson-Diskette in ein SAP-Archiv sichern
fr: 3. Archiver une disquette Thomson vers une archive SAP

source: 4. View the contents of an SAP archive
de: 4. Inhaltsverzeichnis eines SAP-Archivs anzeigen
fr: 4. Visualiser le contenu d'une archive SAP

source: 5. Format a 3"5 (720 KB) or 5"25 disk with Thomson format
de: 5. Formatiere eine 3,5"- (720 KB) oder 5,25"-Diskette im Thomson-Format
fr: 5. Formater une disquette 3"5 (720 ko) ou 5"25 au format Thomson

source: 6. Unpack SAP archive to Thomson disk
de: 6. Entpacke SAP-Archiv auf Thomson-Diskette
fr: 6. Désarchiver une archive SAP vers une disquette Thomson

source: 7. Quit
de: 7. Beenden
fr: 7. Quitter

source: *** Error: SAP archive corrupted ***
de: *** Fehler: SAP-Archiv beschädigt ***
fr: *** Erreur: archive SAP corrompue ***

source: *** Error: no floppy disk drives found, aborting ***
de: *** Fehler: keine Diskettenlaufwerke gefunden, beende... ***
fr: *** Erreur: pas de lecteur de disquettes trouvés ***

source: *** Error: unable to create the file %s ***
de: *** Fehler: kann die Datei %s nicht anlegen ***
fr: *** Erreur: impossible de créer le fichier %s ***

source: *** Error: unable to open file %s ***
de: *** Fehler: kann die Datei %s nicht öffnen ***
fr: *** Erreur: impossible d'ouvrir le fichier %s ***

source: *** Error: unable to write to disk ***
de: *** Fehler: kann nicht auf Diskette schreiben ***
fr: *** Erreur: impossible d'écrire sur la disquette ***

source: *** Error: unreadable directory ***
de: *** Fehler: kann Inhaltsverzeichnis nicht lesen ***
fr: *** Erreur: répertoire illisible ***

source: 3.5 - 720 KB
fr: 3"5 - 720 ko

source: 3.5 - 1.44 MB
fr: 3"5 - 1.44 Mo

source: 3.5 - 2.88 MB
fr: 3"5 - 2.88 Mo

source: 5.25 - 1.2 MB
fr: 5"25 - 1.2 Mo

source: 5.25 - 360 KB
de: 5,25" - 1,2 MB
fr: 5"25 - 360 ko

source: Archive a Thomson floppy disk to a SAP archive:
de: Archiviere eine Thomson-Diskette in ein SAP-Archiv:
fr: Archivage d'une disquette:

source: Archive filename (without file extension):
de: Dateiname der Archiv-Datei (ohne Dateierweiterung):
fr: nom de l'archive (sans extension):

source: Based on SAP, Copyright (C) 1998 Alexandre Pukall
de: Basierend auf SAP, Copyright (C) 1998 Alexandre Pukall
fr: Basé sur SAP, Copyright (C) 1998 Alexandre Pukall

source: Create an empty SAP archive:
de: Erstellung eines leeren SAP-Archivs:
fr: Création d'une archive vide:

source: Drive A: (%s)
de: Laufwerk A: (%s)
fr: Lecteur A: (%s)

source: Drive A: (%s) --> drive 0
de: Laufwerk A: (%s) --> Laufwerk 0
fr: Lecteur A: (%s) --> lecteur 0

source: Drive B: (%s)
de: Laufwerk B: (%s)
fr: Lecteur B: (%s)

source: Drive B: (%s) --> drive 2
de: Laufwerk B: (%s) --> Laufwerk 2
fr: Lecteur B: (%s) --> lecteur 2

source: Filename (without file extension):
de: Dateiname ohne Dateierweiterung:
fr: nom de l'archive (sans extension):

source: Filename of the archive to create (without file extension):
de: Dateiname des zu erstellenden Diskettenarchivs (ohne Dateierweiterung):
fr: nom de l'archive à créer (sans extension):

source: Format a Thomson floppy disk:
de: Formatierung einer Thomson-Diskette:
fr: Formatage d'une disquette au format Thomson:

source: Interleave factor ([1..%d], %d recommend):
de: Interleave-Faktor (1..%d, %d empfohlen):
fr: facteur d'entrelacement ([1..%d], %d recommandé):

source: Name of the archive to create (without file extension):
de: Dateiname des zu erstellenden Archivs (ohne Dateierweiterung):
fr: nom de l'archive à créer (sans extension):

source: Other commands:
de: Sonstige Befehle:
fr: Autres commandes:

source: Please note: a double density disk (without a hole opposite the write protect switch) is required, a high density disk won't work.
de: Bitte beachten Sie, dass eine Diskette doppelter Dichte (ohne Loch gegenüber den Schreibschutzschieber) benötigt wird. Eine Diskette hoher Dichte ("high density", HD) wird nicht funktionieren.
fr: Remarque: un disque de densité double (sans trou opposé au commutateur de protection en écriture) est requis, un disque haute densité ne fonctionnera pas.

source: Press <Return>
de: Drücken Sie <Return>
fr: Appuyer sur <Return>

source: Reading track %d...
de: Lese Spur %d...
fr: lecture piste %d

source: SAP2 is a tool to read and write Thomson 3"5 and 5"25 floppy disks
de: SAP2 ist eine Software zum Lesen und Schreiben von Thomson 3,5"- und 5,25"-Disketten
fr: SAP2 est un système d'archivage pour disquettes 3"5 et 5"25 Thomson.

source: SAP2 version %s for %s, copyright (C) 2000-2003 Eric Botcazou.
de: SAP2 Version %s für %s, Copyright (C) 2000-2003 Eric Botcazou
fr: SAP2 version %s pour %s, copyright (C) 2000-2003 Eric Botcazou.

source: SAP2, floppy disk transfer tool for 3.5" and 5.25" Thomson disks
de: SAP2, Disketten-Transfer-Tool für 3,5"- und 5,25"-Thomson-Disketten
fr: SAP2, système d'archivage pour disquettes 3"5 et 5"25 Thomson

source: Show disk directory:
de: Zeige Inhaltsverzeichnis:
fr: Visualisation du contenu d'une disquette:

source: Transfer PC-->TO:
de: Übertragung PC --> TO:
fr: Transfert PC-->TO:

source: Transfer TO-->PC:
de: Übertragung TO --> PC:
fr: Transfert TO-->PC:

source: Unpack SAP archive to Thomson disk:
de: Entpacke SAP-Archiv auf Thomson-Diskette:
fr: Désarchivage vers une disquette:

source: Usage: %s without parameters enters the interactive mode %s -hv %s -tup archiv.sap [drive] [density] %s -c archive.sap [tracks] [density] %s -df drive [density] [interleave] -c, --create create an empty SAP archiv -d, --dir show the directory of a Thomson floppy disk -f, --format format a disk with Thomson format -h, --help Show this help text -p, --pack Archive a Thomson floppy disk to a SAP archiv -t, --list View the contents of an SAP archiv -u, --unpack Unpack a SAP archive to a Thomson disk -v, --version Print the version of the program plus a copyright and a list of authors
de: Bedienung: %s ohne Parameter startet das Programm im interaktiven Modus %s -hv %s -tup Archiv.sap [Laufwerk] [Dichte] %s -c Archive.sap [Spuren] [Dichte] %s -df Laufwerk [Dichte] [Interleave] -c, --create erstellt ein leeres SAP-Archiv -d, --dir zeigt das Inhaltsverzeichnis einer Thomson-Diskette an -f, --format formatiert eine Diskette im Thomson-Format -h, --help zeigt diesen Hilfe-Text -p, --pack Packt eine Thomson-Diskette in ein SAP-Archiv -t, --list zeigt das Inhaltsverzeichnis eines SAP-Archivs an -u, --unpack packt ein SAP-Archiv auf eine Thomson-Diskette aus -v, --version zeigt die Versions-Nummer dieses Programms und eine Liste der Autoren an
fr: Usage: %s Programme sans paramètres démarre le mode interactif %s -hv %s -tup archive.sap [lecteur] [densité] %s -c archive.sap [nb pistes] [densité] %s -df lecteur [densité] [entrelacement] -c, --create crée une archive SAP vide -d, --dir affiche le contenu d'une disquette Thomson -f, --format formate une disquette au format Thomson -h, --help affiche cette aide -p, --pack archive une disquette Thomson vers une archive SAP -t, --list affiche la liste des fichiers de l'archive SAP -u, --unpack désarchive une archive SAP vers une disquette Thomson -v, --version affiche la version du programme

source: View the contents of an SAP archive
de: Zeige den Inhalt eines SAP-Archivs
fr: affice la liste des fichiers de l'archive SAP

source: Writing track %d...
de: Schreibe Spur %d...
fr: écriture piste %d

source: Your choice:
de: Ihre Wahl:
fr: Votre choix:

source: density (1:single, 2:double):
de: Dichte (1: einfach, 2: doppelt):
fr: densité (1: simple, 2: double):

source: drive number:
de: Nummer des Laufwerks:
fr: numéro du lecteur:

source: not available
de: nicht verfügbar
fr: non disponible

source: Usage: %s -h --help | -v --version | -t --list | -p --pack | -u --unpack -c --create | -d --dir | -f --format
de: Bedienung: %s -h --help | -v --version | -t --list | -p --pack | -u --unpack -c --create | -d --dir | -f --format
