Repository: nils-eilers/sap2
Catalog: i18n/*/sapfs.po
Languages: de

source: <CRC error>
de: <CRC-Fehler>

source: <protection=%d>
de: <Schutz=%d>

source: <track=%d sector=%d>
de: <Spur=%d Sektor=%d>

source: Error: can't create file %s.
de: Fehler: kann Datei %s nicht anlegen

source: Error: can't find file %s
de: Fehler: kann Datei %s nicht finden

source: Error: can't read directory %s
de: Fehler: kann Inhaltsverzeichnis von %s nicht lesen

source: Error: different archive formats
de: Fehler: Archiv hat anderes Format

source: Error: file %s is empty
de: Fehler: Datei %s ist leer

source: Error: file %s is not a valid SAP archive
de: Fehler: Datei %s ist kein gültiges SAP-Archiv

source: Error: file %s is too large
de: Fehler: Datei %s ist zu groß

source: Error: illegal sector number
de: Fehler: unzulässige Sektor-Nummer

source: Error: illegal track number
de: Fehler: unzulässige Spur-Nummer

source: Error: the archive directory is full
de: Fehler: das Inhaltsverzeichnis der Archiv-Datei ist voll

source: SAPfs is an SAP archive handling tool to perform common file system operations on image files
de: SAPfs ist ein Werkzeug um allgemeine Dateioperationen auf SAP-Imagedateien anzuwenden

source: SAPfs version %s for %s, Copyright (C) 2001-2003 Eric Botcazou.
de: SAPfs Version %s für %s, Copyright (C) 2001-2003 Eric Botcazou.

source: Usage: %s [-hituvwx] archive.sap [file...] [track] [sector] %s -c | -f archive.sap [tracks] [density] %s -k archive.sap archive2.sap [track] [sector] %s -m archive1.sap track sector archive2.sap track sector -a, --add adds one or more files to the SAP archive -c, --create creates an empty SAP archive -d, --delete deletes one or multiple files from the SAP archive -f, --format formats an SAP archive -h, --help shows this help -i, --info displays information about a file -k, --copy copy one or more sectors -m, --move copy a sector with displacement -t, --list show the directory of the SAP archive -u, --dump dump the contents of one or more sectors -v, --version shows the version number of this program -w, --verify verify one or more sectors -x, --extract extracts one or more files from the SAP archive --extract-all extracts all files from the SAP archive
de: Bedienung: %s [-hituvwx] Archiv.sap [Datei…] [Spur] [Sektor] %s -c | -f Archive.sap [Spuren] [Dichte] %s -k Archiv.sap Archive2.sap [Spur] [Sektor] %s -m Archiv1.sap Spur Sektor Archive2.sap Spur Sektor -a, --add fügt eine oder mehrere Dateien dem SAP-Archiv hinzu -c, --create erzeugt ein leeres SAP-Archiv -d, --delete löscht eine oder mehrere Dateien aus dem SAP-Archiv -f, --format formatiert ein SAP-Archiv -h, --help zeigt diesen Hilfe-Text an -i, --info zeigt Informationen über eine Datei an -k, --copy kopiert einen oder mehrere Sektoren -m, --move kopiert einen Sektor mit Versatz -t, --list zeigt das Inhaltsverzeichnis eines SAP-Archivs an -u, --dump gibt den Inhalt eines oder mehrerer Sektoren aus -v, --version zeigt die Versionsnummer dieses Programms an -w, --verify überprüft einen oder mehrere Sektoren -x, --extract entpackt eine oder mehrere Dateien aus dem SAP-Archiv --extract-all entpackt alle Dateien aus dem SAP-Archiv

source: Usage: %s -h --help | -v --version | -c --create | -f --format
de: Bedienung: %s -h --help | -v --version | -c --create | -f --format

source: blocks:
de: Blöcke:

source: comment: %s
de: Kommentar: %s

source: data type: %d
de: Datentyp: %d

source: date: %s
de: Datum: %s

source: file type: %d
de: Dateityp: %d

source: size: %d bytes
de: Größe: %d bytes

source: track %d sector %02d:
de: Spur %d Sektor%02d:
